<?php

return [
    "index" => [
        "title" => "توميتو بي اتش بي",
        "description" => "مجتمع حيث يمكن لمطوري بي اتش بي مشاركة معرفتهم وخبرتهم.",
        "actions" => [
            "github" => "جيت هاب",
            "open-source" => "مفتوح المصدر",
        ]
    ],
    "about" => [
        "title" => "مهاراتي",
        "description" => "كمطور، مصمم، مسوق لدي العديد من المهارات"
    ],
    "blog" => [
        "label" => "المدونة",
        "title" => "دعنا نتعلم",
        "sub" => "معناً",
    ],
    "contact" => [
        "label" => "تواصل معي",
        "title" => "تواصل معي",
        "time" => "أقدر وقتي، لذلك اجعله يستحق ذلك، و",
        "succinct" => "اجعله موجزًا",
        "support" => "للاستفسارات المتعلقة بالبرمجيات مفتوحة المصدر، استخدم قناة الدعم على الديسكورد أو مشاكل جيت هاب الخاصة بالحزمة"
    ],
    "services" => [
        "label" => "خدماتي",
        "title" => "كيف يمكنني",
        "sub" => "خدمتك؟",
        "more" => "اقرأ المزيد"
    ],
    "open-source" => [
        "label" => "مفتوح المصدر",
        "title" => "مفتوح المصدر",
        "sub" => "للجميع"
    ],
    "portfolio" => [
        "label" => "إعمالي",
        "title" => "نبني مشروعات",
        "sub" => "للشركات"
    ],
    "footer" => [
        "copyright" => "لتغير العالم يجب ان تؤمن اولاً بالتغير",
        "open-source" => "هذا الموقع مشروع مفتوح المصدر يمكنك استخدامه تحت ",
        "mit" => "رخصة MIT",
        "for" => "، من هذا",
        "link" => "الرابط",
    ],
    "share" => [
        "title" => "شارك على الشبكات الاجتماعية",
        "networks"=> [
            "facebook" => "شارك على الفيسبوك",
            "twitter" => "شارك على تويتر",
            "linkedin" => "شارك على لينكد إن",
            "whatsapp" => "شارك على الواتساب",
            "telegram" => "شارك على التيليجرام",
            "reddit" => "شارك على ريديت",
            "pinterest" => "شارك على بينتيريست",
        ]
    ],
    "filters" => [
        "search" => "بحث",
        "search-placeholder" => "ماذا تبحث عن؟",
        "sort" => "ترتيب",
        "sort-select" => [
            "popular" => "شائع",
            "recent" => "حديث",
            "alphabetical" => "أبجدي",
        ]
    ],
    "empty" => [
        "no" => "لا يوجد",
        "found" => "تم العثور عليه",
        "description" => "عذرًا، لم يتطابق بحثك مع أي شيء"
    ],
    "register" => [
        'title' => 'قم بتسجيل حسابك',
        'description' => 'قم بتسجيل حسابك الآن للحصول على تجربة مجانية',
        'form' => [
            'loginBy' => 'تسجيل الدخول بواسطة',
            'social' => [
                'github' => 'حساب جيت هاب',
                'discord' => 'حساب الديسكورد',
                'register' => 'اسم المستخدم في الديسكورد',
            ],
            'name' => 'اسم المستخدم في الديسكورد',
            'id' => 'معرف فريد',
            'domain' => 'النطاق الفرعي',
            'email' => 'البريد الإلكتروني',
            'phone' => 'رقم الهاتف',
            'password' => 'كلمة المرور',
            'passwordConfirmation' => 'تأكيد كلمة المرور',
            'packages' => 'الإضافات',
            'packages_hint' =>  'حدد الإضافات التي تريد تثبيتها',
            'notifications' => [
                'error' => [
                    'title' => 'خطأ',
                    'body' => 'حدث خطأ أثناء تسجيل حسابك. يرجى المحاولة مرة أخرى.',
                ],
                'success' => [
                    'title' => 'برجاء التحقق من سيرفر دسكورد',
                    'body' => 'يمكنك الحصول علي كود التحقق من قناة #otp علي سيرفر دسكورد',
                ]
            ]
        ],
        'submit' => 'تسجيل',
        'already' => 'هل لديك حساب بالفعل؟',
        'login' => 'تسجيل الدخول',
    ],
    "login" => [
        'title' => 'تسجيل الدخول إلى حسابك',
        'description' => 'قم بتسجيل الدخول إلى حسابك الآن',
        'form' => [
            'email' => 'البريد الإلكتروني',
            'password' => 'كلمة المرور',
        ],
        'dont' => "ليس لديك حساب؟ يرجى",
        'register' => 'التسجيل',
        'login' => 'تسجيل الدخول',
        'or' => 'او',
        'notifications' => [
            'error' => [
                'title' => 'خطأ',
                'body' => 'يرجى التحقق من البريد الإلكتروني وكلمة المرور',
            ],
        ]
    ],
];
