<?php

return [
    "index" => [
        "title" => "فادي مندي",
        "description" => "مطور برمجيات ومسوق ومصمم جرافيك",
        "actions" => [
            "github" => "جيت هاب",
            "open-source" => "مفتوح المصدر",
        ]
    ],
    "about" => [
        "title" => "مهاراتي",
        "description" => "كمطور، مصمم، مسوق لدي العديد من المهارات"
    ],
    "blog" => [
        "label" => "المدونة",
        "title" => "دعنا نتعلم",
        "sub" => "معناً",
    ],
    "contact" => [
        "label" => "تواصل معي",
        "title" => "تواصل معي",
        "time" => "أقدر وقتي، لذلك اجعله يستحق ذلك، و",
        "succinct" => "اجعله موجزًا",
        "support" => "للاستفسارات المتعلقة بالبرمجيات مفتوحة المصدر، استخدم قناة الدعم على الديسكورد أو مشاكل جيت هاب الخاصة بالحزمة"
    ],
    "services" => [
        "label" => "خدماتي",
        "title" => "كيف يمكنني",
        "sub" => "خدمتك؟",
        "more" => "اقرأ المزيد"
    ],
    "open-source" => [
        "label" => "مفتوح المصدر",
        "title" => "مفتوح المصدر",
        "sub" => "للجميع"
    ],
    "portfolio" => [
        "label" => "إعمالي",
        "title" => "نبني مشروعات",
        "sub" => "للشركات"
    ],
    "footer" => [
        "copyright" => "لتغير العالم يجب ان تؤمن اولاً بالتغير",
        "open-source" => "هذا الموقع مشروع مفتوح المصدر يمكنك استخدامه تحت ",
        "mit" => "رخصة MIT",
        "for" => "، من هذا",
        "link" => "الرابط",
    ],
    "share" => [
        "title" => "شارك على الشبكات الاجتماعية",
        "networks"=> [
            "facebook" => "شارك على الفيسبوك",
            "twitter" => "شارك على تويتر",
            "linkedin" => "شارك على لينكد إن",
            "whatsapp" => "شارك على الواتساب",
            "telegram" => "شارك على التيليجرام",
            "reddit" => "شارك على ريديت",
            "pinterest" => "شارك على بينتيريست",
        ]
    ],
    "filters" => [
        "search" => "بحث",
        "search-placeholder" => "ماذا تبحث عن؟",
        "sort" => "ترتيب",
        "sort-select" => [
            "popular" => "شائع",
            "recent" => "حديث",
            "alphabetical" => "أبجدي",
        ]
    ],
    "empty" => [
        "no" => "لا يوجد",
        "found" => "تم العثور عليه",
        "description" => "عذرًا، لم يتطابق بحثك مع أي شيء"
    ]
];
